tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
cask "java"
cask "xquartz"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "cloc"
brew "cmake"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docutils"
brew "doxygen"
brew "jpeg"
brew "wxmac"
brew "exiftool"
brew "fasd"
brew "fdk-aac"
brew "flac"
brew "lame"
brew "libogg"
brew "libsamplerate"
brew "libvorbis"
brew "libsndfile"
brew "perl"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-chromaprint", "with-fdk-aac", "with-fontconfig", "with-freetype", "with-libssh", "with-libvorbis", "with-libvpx", "with-opus", "with-rtmpdump", "with-rubberband", "with-sdl2", "with-theora", "with-tools", "with-webp", "with-x265"]
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fribidi"
brew "fzf"
brew "gd"
brew "little-cms2"
brew "ghostscript"
brew "gifsicle"
brew "git-imerge"
brew "gnu-sed", args: ["with-default-names"]
brew "pinentry"
brew "gnupg"
brew "lua"
brew "sqlite"
brew "python"
brew "gobject-introspection"
brew "gpg-agent"
brew "graphviz"
brew "icu4c"
brew "heroku"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "jmeter", args: ["with-plugins"]
brew "oniguruma"
brew "jq"
brew "libass"
brew "libusb-compat"
brew "libvpx"
brew "libxslt"
brew "mas"
brew "mobile-shell"
brew "moreutils", args: ["without-parallel"]
brew "s-lang"
brew "most"
brew "mpv", args: ["with-bundle"]
brew "nmap"
brew "nvm"
brew "optipng"
brew "opus"
brew "pandoc"
brew "parallel"
brew "pdsh"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "sdl"
brew "siege"
brew "socat"
brew "speedtest_cli"
brew "sqlparse"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "theora"
brew "tig"
brew "tmux"
brew "unison"
brew "vim"
brew "w3m"
brew "wget"
brew "x265"
brew "yarn"
brew "yasm"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/kwm"
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adobe-creative-cloud"
cask "airfoil"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "atom"
cask "audio-hijack"
cask "bartender"
cask "basictex"
cask "bettertouchtool"
cask "betterzip"
cask "charles"
cask "contexts"
cask "crashplan"
cask "dash"
cask "default-folder-x"
cask "discord"
cask "dupeguru"
cask "fantastical"
cask "firefox"
cask "franz"
cask "gemini"
cask "google-chrome"
cask "hammerspoon"
cask "hazel"
cask "horndis"
cask "insomniax"
cask "istat-menus"
cask "istumbler"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "keyboard-maestro"
cask "latexit"
cask "launchcontrol"
cask "little-snitch"
cask "loopback"
cask "micro-snitch"
cask "monodraw"
cask "ngrok"
cask "odrive"
cask "omnigraffle"
cask "omnioutliner"
cask "path-finder"
cask "paw"
cask "powermate"
cask "qlimagesize"
cask "rcdefaultapp"
cask "rdm"
cask "shimo"
cask "sketch"
cask "slack"
cask "snagit"
cask "soundsource"
cask "telegram"
cask "tex-live-utility"
cask "totalfinder"
cask "tower"
cask "transmit"
cask "tunnelblick"
cask "unified-remote"
cask "wineskin-winery"
cask "wireshark"
cask "xscope"
cask "zeplin"
cask "caskroom/drivers/logitech-options"
cask "caskroom/versions/pgadmin3"
mas "Airmail 3", id: 918858936
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "RailModeller Pro", id: 952380304
mas "Tag", id: 506232966
mas "Textual", id: 896450579
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
