tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/formulae'
tap 'px4/px4'
tap 'universal-ctags/universal-ctags'
brew 'android-platform-tools'
brew 'aria2'
brew 'autoconf'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'libusb'
brew 'dfu-util'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docutils'
brew 'doxygen'
brew 'exiftool'
brew 'fasd'
brew 'fdk-aac'
brew 'flac'
brew 'lame'
brew 'libogg'
brew 'libsamplerate'
brew 'libvorbis'
brew 'libsndfile'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-fontconfig', 'with-freetype', 'with-libvorbis', 'with-libvpx', 'with-opus', 'with-rtmpdump', 'with-rubberband', 'with-theora', 'with-tools', 'with-webp', 'with-x265']
brew 'figlet'
brew 'pcre2'
brew 'fish', args: ['HEAD']
brew 'fribidi'
brew 'jpeg'
brew 'gd'
brew 'gifsicle'
brew 'git-imerge'
brew 'gnu-sed', args: ['with-default-names']
brew 'pinentry'
brew 'gnupg'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'gobject-introspection'
brew 'gpg-agent'
brew 'libtool'
brew 'graphviz', args: ['with-app']
brew 'icu4c'
brew 'heroku'
brew 'hub'
brew 'perl'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'oniguruma'
brew 'jq'
brew 'libass'
brew 'libusb-compat'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'mobile-shell'
brew 's-lang'
brew 'most'
brew 'mpv', args: ['with-bundle']
brew 'nmap'
brew 'nvm'
brew 'optipng'
brew 'opus'
brew 'pandoc'
brew 'parallel'
brew 'pinentry-mac'
brew 'pngquant'
brew 'postgresql'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-aliases'
brew 'redis'
brew 'ripgrep'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'sdl'
brew 'siege'
brew 'speedtest_cli'
brew 'sqlparse'
brew 'texi2html'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'theora'
brew 'tig'
brew 'unison'
brew 'vim'
brew 'wget'
brew 'x265'
brew 'yarn'
brew 'yasm'
brew 'codeclimate/formulae/codeclimate'
brew 'koekeishiya/formulae/khd'
brew 'koekeishiya/formulae/kwm'
brew 'px4/px4/gcc-arm-none-eabi'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'adobe-creative-cloud'
cask 'airfoil'
cask 'basictex'
cask 'charles'
cask 'dropzone'
cask 'firefox'
cask 'hammerspoon'
cask 'insomniax'
cask 'insync'
cask 'karabiner'
cask 'keybase'
cask 'logitech-options'
cask 'logitech-unifying'
cask 'loopback'
cask 'monodraw'
cask 'ngrok'
cask 'odrive'
cask 'paw'
cask 'pgadmin3'
cask 'powermate'
cask 'rcdefaultapp'
cask 'rdm'
cask 'seil'
cask 'tex-live-utility'
cask 'totalfinder'
cask 'tower'
cask 'tunnelblick'
cask 'unified-remote'
cask 'wireshark'
cask 'xscope'
